examples/gks_flux_validation/acousticWave/N100/system/controlDict
FoamFile
{
    version 2.0;
    format ascii;
    class dictionary;
    object controlDict;
}

application     GpuGkp;
startFrom       startTime;
startTime       0;
stopAt          endTime;
endTime         1e-6;
deltaT          1e-6;
writeControl    runTime;
writeInterval   1e-6;
purgeWrite      0;
writeFormat     ascii;
writePrecision  14;
writeCompression off;
timeFormat      general;
timePrecision   12;
runTimeModifiable yes;
adjustTimeStep  no;
maxCo           0.4;
maxDeltaT       1e-5;
