examples/gks_flux_validation/acousticWave/N100/0/U
FoamFile
{
    version 2.0;
    format ascii;
    class volVectorField;
    location "0";
    object U;
}
dimensions [0 1 -1 0 0 0 0];
internalField nonuniform List<vector>
100
(
(2.7542713050347745e-05 0 0)
(8.2600957818534585e-05 0 0)
(0.00013757768541388903 0 0)
(0.00019241864044369523 0 0)
(0.00024706970150636747 0 0)
(0.00030147693460273945 0 0)
(0.00035558664636240996 0 0)
(0.00040934543703261683 0 0)
...
)
;
boundaryField
{
    left { type fixedValue; value uniform (0 0 0); }
    right { type fixedValue; value uniform (0 0 0); }
    yEmpty { type empty; }
    zEmpty { type empty; }
}
