examples/gks_flux_validation/acousticWave/N100/0/p
FoamFile
{
    version 2.0;
    format ascii;
    class volScalarField;
    location "0";
    object p;
}
dimensions [1 -1 -2 0 0 0 0];
internalField nonuniform List<scalar>
100
(
100000.70699047252
100000.70629275829
100000.70489801836
100000.7028076292
100000.70002365376
100000.69654883949
100000.6923866156
100000.68754108973
...
)
;
boundaryField
{
    left { type zeroGradient; }
    right { type zeroGradient; }
    yEmpty { type empty; }
    zEmpty { type empty; }
}
