examples/gks_flux_validation/acousticWave/N100/0/T
FoamFile
{
    version 2.0;
    format ascii;
    class volScalarField;
    location "0";
    object T;
}
dimensions [0 0 0 1 0 0 0];
internalField nonuniform List<scalar>
100
(
300.00060598877337
300.00060539073866
300.00060419525937
300.00060240351519
300.00060001727445
300.00059703889195
300.00059347130684
300.00058931803994
...
)
;
boundaryField
{
    left { type zeroGradient; }
    right { type zeroGradient; }
    yEmpty { type empty; }
    zEmpty { type empty; }
}
