examples/gks_flux_validation/acousticWave/N100/0/rho
FoamFile
{
    version 2.0;
    format ascii;
    class volScalarField;
    location "0";
    object rho;
}
dimensions [1 -3 0 0 0 0 0];
internalField nonuniform List<scalar>
100
(
1.1614460510243283
1.16144604523609
1.1614460336653256
1.1614460163234546
1.1614459932275905
1.1614459644005266
1.1614459298707118
1.1614458896722226
...
)
;
boundaryField
{
    left { type zeroGradient; }
    right { type zeroGradient; }
    yEmpty { type empty; }
    zEmpty { type empty; }
}
